[
  {
    "region": "Africa",
    "subregion": "Central Africa",
    "country": "Burundi",
    "iif_established": true,
    "description": "Burundi is implementing a detailed program for developing agriculture in Africa (PDDAA), as well as an action plan regarding NEPAD’s environmental initiative."
  },
  {
    "region": "Africa",
    "subregion": "Central Africa",
    "country": "Cameroon",
    "iif_established": true,
    "description": "Cameroon’s CII is geared toward sustainable land management; it takes into account the NAP’s intention in its implementation objective. It also takes into account assistance for development and was supported by the GM (Global Mechanism)."
  },
  {
    "region": "Africa",
    "subregion": "Central Africa",
    "country": "Central African Republic",
    "iif_established": true,
    "description": "The Central African Republic does not have an integrated investment framework, but it does have a medium-term investment plan for sustainable land management that includes the actions announced at the NAP and an integrated financing strategy with the technical support of the Global Mechanism. The report is available. The two funds created by the Central African Republic’s government allow one to generate financial means to implement some aspects of the investment plan. They are: the “Fonds National de l'Environnement” (National Environmental Fund) that was created in 2011 and allows one to collect environmental taxes to finance activities associated with sustainable land management; and the “Compte d'Affectation Spéciale de Développement Forestier” (CAS-DF: Forest Development Trust Fund)"
  },
  {
    "region": "Africa",
    "subregion": "Central Africa",
    "country": "Chad",
    "iif_established": true,
    "description": "The detailed agricultural investment program integrated the NAP; however, execution has not yet gone into effect. "
  },
  {
    "region": "Africa",
    "subregion": "Central Africa",
    "country": "Congo",
    "iif_established": false,
    "description": "The GM helped the Congo to implement an integrated investment framework. However, the process was not able to be completed due to a lack of follow-up at the national level. "
  },
  {
    "region": "Africa",
    "subregion": "Central Africa",
    "country": "Democratic Republic of the Congo",
    "iif_established": true,
    "description": "THE DRC HAS A DRAFT OF THE INTEGRATED SLM INVESTMENT FRAMEWORK. IT STILL HAS TO BE FINALIZED AND APPROVED. HOWEVER, IT DOES NEED TO BE UPDATED BECAUSE IT DATES BACK TO 2010. NEVERTHELESS, ONE CAN ASSUME THAT THE SLM ASPECT WILL BE INCLUDED IN THE GOVERNMENT’S PRIORITY ACTION PROGRAMS (PAP), IN THE PNEFEB (NATIONAL PROGRAM FOR THE ENVIRONMENT, FORESTS, WATER, AND BIODIVERSITY) OF THE MECNT (MINISTRY OF THE ENVIRONMENT, NATURE CONSERVATION AND TOURISM), AND THE 2ND GENERATION DSCRP (DOCUMENT ON GROWTH STRATEGY AND PVOERTY REDUCTION) "
  },
  {
    "region": "Africa",
    "subregion": "Central Africa",
    "country": "Equatorial Guinea",
    "iif_established": true,
    "description": "The Integrated Financial Strategy (IFS) for the sustainable land management, adopted in 2003, is still new for the actors to get involved."
  },
  {
    "region": "Africa",
    "subregion": "Central Africa",
    "country": "Gabon",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Africa",
    "subregion": "Central Africa",
    "country": "Rwanda",
    "iif_established": false,
    "description": "Rwanda developed the Integrated Finance Strategy (IFS) and is in the process of developing the IIF. The country has already conducted three studies: 1. Rwanda developed her IFS based on the NAP and supported by GM. 2. Mobilizing Aid for trade for Agriculture in the UNCCD Implementation in Rwanda, Context analysis stock taking note. 3. Strengthening Sustainable Land Management (SLM),mainstreaming into existing investment  framework in Rwanda, the case of Comprehensive African Agriculture Development Programme (CAADP).4.Costing of Green Growth and climate resilience strategy(on going)"
  },
  {
    "region": "Africa",
    "subregion": "Central Africa",
    "country": "Sao Tome and Principe",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Africa",
    "subregion": "Central Africa",
    "country": "COMIFAC Subregional Action Programme",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Africa",
    "subregion": "Eastern Africa",
    "country": "Comoros",
    "iif_established": true,
    "description": "Document regarding growth strategy and poverty reduction"
  },
  {
    "region": "Africa",
    "subregion": "Eastern Africa",
    "country": "Djibouti",
    "iif_established": false,
    "description": "No, however, there are plans to create a national environmental fund having a DDTS office. "
  },
  {
    "region": "Africa",
    "subregion": "Eastern Africa",
    "country": "Eritrea",
    "iif_established": true,
    "description": "Eritrea has developed and validated its IFS document which is based on the NAP. GM of the UNCCD assisted the MoA in developing and validating the IFS document financially. In this document there are over 20 bankable project proposals. The Government Treasury has allocated budget for the implementation of some of these projects, while some have been submitted to bilateral and multilateral  organization for possible funding. the response we got so far is encouraging. "
  },
  {
    "region": "Africa",
    "subregion": "Eastern Africa",
    "country": "Ethiopia",
    "iif_established": true,
    "description": "Strategic Investment framework from the CRGE facility, Ethiopian Investment framework for Sustainable land Management (ESIF) and agricultural Policy Investment Framework (PIF)"
  },
  {
    "region": "Africa",
    "subregion": "Eastern Africa",
    "country": "Kenya",
    "iif_established": true,
    "description": "Kenya Investment Authority has developed green investment guidelines to promote green economy.National Environment Trust Fund to mobilise resources to finance activities in environment"
  },
  {
    "region": "Africa",
    "subregion": "Eastern Africa",
    "country": "Somalia",
    "iif_established": false,
    "description": "N/A"
  },
  {
    "region": "Africa",
    "subregion": "Eastern Africa",
    "country": "Sudan",
    "iif_established": false,
    "description": "Framework investment plans partially adopted for agriculture and animal production was comprised component for DLDD."
  },
  {
    "region": "Africa",
    "subregion": "Eastern Africa",
    "country": "Uganda",
    "iif_established": true,
    "description": "The Uganda SLM Strategic Investment Framework (U SLM-SIF) developed in 2010 was based on the NAP, NAPA and CAADP frameworks using tools developed by the TerrAfrica Initiative. The U SLM-SIF is a harmonised framework that integrates SLM activities across five sectors, namely, agriculture, energy, water and environment, lands and trade. The framework identifies SLM investments  to support on-the-ground activities for scaling up SLM; strengthen the enabling institutional and policy environment for SLM; strengthen commercial and advisory services for SLM and alternative livelihood options; support SLM research and dissemination of best-bet technologies;  and improve and strengthen SLM knowledge management and  Monitoring and Evaluation. The development and implementation of the U SLM SIF has been financed by Government, as well as bilateral and multilateral partners, including the GEF, World Bank, UNDP, FAO, GM, UNEP, Government of Norway, DFID, GIZ, European Union and supported technically by GM, UNCCD Secretariat, COMESA, NEPAD/TerrAfrica"
  },
  {
    "region": "Africa",
    "subregion": "Northern Africa",
    "country": "Algeria",
    "iif_established": true,
    "description": null
  },
  {
    "region": "Africa",
    "subregion": "Northern Africa",
    "country": "Egypt",
    "iif_established": true,
    "description": "Desert Research Center (DRC) finance, GEF, IFAD, FAO, ICBA"
  },
  {
    "region": "Africa",
    "subregion": "Northern Africa",
    "country": "Libya",
    "iif_established": true,
    "description": "A special budget has been allocated for the first time for the national Committee to combat desertification for the year 2013, amounting LYD 1,250,000.   "
  },
  {
    "region": "Africa",
    "subregion": "Northern Africa",
    "country": "Mauritania",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Africa",
    "subregion": "Northern Africa",
    "country": "Morocco",
    "iif_established": true,
    "description": "The financial laws are sector-based. The CII is only implemented when droughts are declared (rural development fund, special fund for combatting drought). These funds are provided and appropriated for affected zones. "
  },
  {
    "region": "Africa",
    "subregion": "Northern Africa",
    "country": "Tunisia",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Africa",
    "subregion": "Southern Africa",
    "country": "Angola",
    "iif_established": false,
    "description": "It will be developed over the course of two years based on the approval of the National Action Program (NAP) and the implementation of the NAP National Coordination Committee. The approved NAP has a financial mechanism that needs to be managed considering the existence of the Environment Fund; there cannot be two funds for the same purpose."
  },
  {
    "region": "Africa",
    "subregion": "Southern Africa",
    "country": "Botswana",
    "iif_established": false,
    "description": "Since the country has not yet aligned the NAP to the 10 year Strategy, the IIF implementation has not yet been fully effective and efficient. However though, Botswana has made a strong commitment to the protection and conservation of natural resources across the country by forming a donor fund agency known as Forest Conservation Botswana, which fund any judicious use of its natural resource wealth and to conservation of biodiversity."
  },
  {
    "region": "Africa",
    "subregion": "Southern Africa",
    "country": "Lesotho",
    "iif_established": true,
    "description": "The Country Strategic Investment Framework (CSIF) for SLM: Integrated Financing Strategy was formulated with the assistance of GM behalf of the TerrAfrica  partnership under SLM project. This strategy was developed in 2013 with the purpose of scaling-up Sustainable Land and Water Management (SLWM) and reversing the adverse effects of DLDD. Successful implementation of SLWM lies in the ability of the country to mobilise the requisite resources namely human and financial. The logical framework for the resources mobilisation strategy for Lesotho is clearly outlined. the CSIF is yet to be implemented."
  },
  {
    "region": "Africa",
    "subregion": "Southern Africa",
    "country": "Madagascar",
    "iif_established": false,
    "description": "Document regarding performance/finance law"
  },
  {
    "region": "Africa",
    "subregion": "Southern Africa",
    "country": "Malawi",
    "iif_established": true,
    "description": "The country produced a National Climate Change Investment Plan which has since been launched by the Government of Malawi"
  },
  {
    "region": "Africa",
    "subregion": "Southern Africa",
    "country": "Mauritius",
    "iif_established": true,
    "description": "The IIF is based on the NAP and is technically and financially supported in its development by the GM,GEF and Multilateral Organizations (UN agencies, IGOs, International financing institutions, etc). "
  },
  {
    "region": "Africa",
    "subregion": "Southern Africa",
    "country": "Mozambique",
    "iif_established": false,
    "description": "There are a number of DLDD programmes and projects being implemented by different sectors in Mozambique which are funded both by Bilateral and Multilateral Agencies and Governments, as well as by CSOs. Although sectors may have their own IIF including investments related to DLDD, such as the case of the IIF prepared under the Strategic Plan for the Development of the Agriculture Sector (PEDSA), the country does not have an IIF for DLDD. "
  },
  {
    "region": "Africa",
    "subregion": "Southern Africa",
    "country": "Namibia",
    "iif_established": false,
    "description": "SLM funding being targeted through GEF ( Small Grants Programme) programming, bi-lateral projects and different ministry projects as well as the Environmental Investment Fund."
  },
  {
    "region": "Africa",
    "subregion": "Southern Africa",
    "country": "Seychelles",
    "iif_established": true,
    "description": "Seychelles Integrated Financing Strategy (IFS) for Sustainable Land Management was completed in 2012, the implementation of the IFS is still ongoing. Seychelles through the Indian Ocean Commission is working with the GM and UNCCD secretariat on a regional programme for the implementation of SLM in the Western Indian Ocean. At the national this is being implemented though the projects mentioned previously and others."
  },
  {
    "region": "Africa",
    "subregion": "Southern Africa",
    "country": "South Africa",
    "iif_established": true,
    "description": "The Integrated Investment Framework is based on the implementation of the NAP and its priorities, Through DEA, A resource mobilisation survey was conducted and strategy subsequently developed. accordingly, the “Rehabilitating Drylands for Poverty Alleviation” account was formally established, in January 2011 . The account exists to support initiatives, partnerships and processes to scale up solutions to sustainable land use management in the country, with a focus on poor communities living in areas vulnerable to environmental degradation and in need of socio-economic development. "
  },
  {
    "region": "Africa",
    "subregion": "Southern Africa",
    "country": "Swaziland",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Africa",
    "subregion": "Southern Africa",
    "country": "United Republic of Tanzania",
    "iif_established": false,
    "description": "The Integrated Investment Framework (IIF) was prepared in 2013 but it is yet to be finalized and adopted. IIF identifies possible sources of funding for NAP including traditional and non-traditional funding sources. Traditional sources include fuel tax, water fees, mineral levies and innovative non-traditional sources such as donation by individuals and institution, private sectors contribution. The preparation of the IIF was supported by the Global Mechanism."
  },
  {
    "region": "Africa",
    "subregion": "Southern Africa",
    "country": "Zambia",
    "iif_established": true,
    "description": "The Integrated Investment and Financing Framework Strategy (IIFFS) which is under development is based on the NAP and other national development plans and policies.  The Strategy covers non traditional and innovative financing and is yet to be finalized and implemented. "
  },
  {
    "region": "Africa",
    "subregion": "Southern Africa",
    "country": "Zimbabwe",
    "iif_established": false,
    "description": "Funds raised through environmental levies and fines"
  },
  {
    "region": "Africa",
    "subregion": "Western Africa",
    "country": "Benin",
    "iif_established": true,
    "description": "Benin’s integrated scope of investment which is the Strategic Investment Framework for Sustainable Land Management (SIF/SLM) is completely in line with the National Action Program (NAP)/Combat Against Desertification (CAD) development objective, which consists of helping to improve results in regard to poverty reduction in Benin by managing environmental resources in a balanced and sustainable manner, and promoting local and regional development. This Strategic Investment Framework for sustainable land management (SIF/SLM) is the crucible for harmonizing the operational strategies directly or indirectly linked to the fight against desertification and sustainable land management, especially in key sectors such as Agriculture, Environment, Water, Urbanism, Land Management, and so on. It is in perfect alignment with the strategic objectives of the UNCCD’s 10-Year Strategy (2008-2018). Every one of the SIF/SLM’s strategic objectives is fully in line with at least one strategic objective of the 10-year strategy. This framework took into account the NAP/CAD’s eight priority areas and was expanded to include sustainable land management. Mobilizing the resources to implement the activities of the strategic framework is in progress. "
  },
  {
    "region": "Africa",
    "subregion": "Western Africa",
    "country": "Burkina Faso",
    "iif_established": true,
    "description": "The National Rural Sector Program (French acronym: PNSR) constitutes the rural sector’s integrated investment framework. However, Burkina Faso’s Strategic Investment Framework for sustainable land management (SIF/SLM) in line with the PNSR and the NAP/CAD is currently in the validation phase."
  },
  {
    "region": "Africa",
    "subregion": "Western Africa",
    "country": "Cape Verde",
    "iif_established": true,
    "description": "As a member country of the UNCCD, Cape Verde is receiving financing mobilized within the scope of the Convention and is working on seizing every opportunity in all areas to ensure the implementation of its strategies for sustainable land management (SLM)/combat against desertification. This represents the efforts being made to see how funds ear-marked for the environment in general, climate change, and biodiversity conservation can be utilized to finance SLM. The same applies similarly for funds and resources ear-marked for the management/protection of hydrographic basins and mobilizing surface water run-off. \n- In Cape Verde, the interaction among the DDTS, climate change and the loss of biological diversity are largely acknowledged as being evident. The national policies have been dedicated for several years already to the need to develop synergies in the implementation of the three Rio conventions (UNFCCC, UNCDB and UNCCD). None of the three conventions is addressed in an isolated manner from the other two. Doing so, in Cape Verde’s situation, would lead directly to failure. \n- In regard to mobilizing financial resources, several initiatives pertaining to access and utilization of innovative financing sources are currently being tested or studied. This is the case especially with:\n- Fond Vert Climatique (Green Climate Fund); an environmental tax; an environmental fund; an environmental impact evaluation tax; a career exploration tax; pruning and tree-cutting licenses; the United Nations Small Subsidy Program; environmental empowerment mechanisms, research and development; the World Trade Organization; biological diversity; an economic mechanism for conserving biodiversity; small directed donations; and payment for environmental services."
  },
  {
    "region": "Africa",
    "subregion": "Western Africa",
    "country": "Cote d Ivoire",
    "iif_established": true,
    "description": "The National Agricultural Investment Program (French acronym: PNIA) 2012-2015. The NAP-CAD project is being finalized. "
  },
  {
    "region": "Africa",
    "subregion": "Western Africa",
    "country": "Gambia",
    "iif_established": false,
    "description": "The development of Integrated Financial Strategy has been contracted to a consultant and would be available in 2014"
  },
  {
    "region": "Africa",
    "subregion": "Western Africa",
    "country": "Ghana",
    "iif_established": true,
    "description": "Ghana Strategic Investment Framework (GSIF) for Sustainable Land Management under the auspices of the TerrAfrica Platform and based on the NAP. The assistance received in the implementation of the GSIF flagship project called the Sustainable Land and Water Management Project (SLWMP) is from GEF"
  },
  {
    "region": "Africa",
    "subregion": "Western Africa",
    "country": "Guinea",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Africa",
    "subregion": "Western Africa",
    "country": "Guinea-Bissau",
    "iif_established": true,
    "description": "Guinea-Bissau chose to develop an integrated financial strategy in 2010/2011 within the scope of the SLM/CAD project with the support of GM, the FAO, CILSS and the UNDP."
  },
  {
    "region": "Africa",
    "subregion": "Western Africa",
    "country": "Liberia",
    "iif_established": true,
    "description": "The Liberian IFS report reviews the current status of SLM in Liberia, examines current financing, policy and actors, provides recommendations aimed at building consensus on major goals and identifying practical steps forward.  Funding came from the Global Environment Facility, the United Nations Development Program and the Government of Liberia."
  },
  {
    "region": "Africa",
    "subregion": "Western Africa",
    "country": "Mali",
    "iif_established": true,
    "description": "To reverse these land degradation trends over the long term and to better harmonize its investments, Mali has adhered to the TerrAfrica platform and built a national coalition. The country has been involved since 2007 in a development process for a strategic investment framework regarding sustainable land management, drawing from the program-based approach recommended by TerrAfrica. The development process of said framework benefited from the joint support of the World Bank, the GTZ, the Global Mechanism to Combat Desertification, and the UNDP. Also, the integrated financial system was developed with the assistance of the Global Mechanism. "
  },
  {
    "region": "Africa",
    "subregion": "Western Africa",
    "country": "Niger",
    "iif_established": true,
    "description": "Niger’s strategic investment framework for sustainable land management (SIFN -SLM) was prepared with the financing of the UNDP and the World Bank. It was approved in October 2010 and its adoption by the government is in progress. A financing mobilization strategy for the DDTS was formulated in 2012 with the support of the GM/UNCCD. This strategy takes into account innovative financing (authorities, private sector, fund mobilization through taxes and license fees)."
  },
  {
    "region": "Africa",
    "subregion": "Western Africa",
    "country": "Nigeria",
    "iif_established": true,
    "description": "1.  The Nigeria Strategic Investment Framework(NSIF) for Sustainable Land Management(SLM) has been developed on a pilot scale using Cross River State  and was validated by the 36 States and FCT. Gombe State has also developed it's own SLM Investment framework and seeking support from Development partners for full scale implementation.  The NSIF on SLM was developed by the National SLM Committee with the support of the TerrAfrica partnership, World Bank, GEF under the Fadama 3 project of the Federal Government of Nigeria.2. A National Agricultural Investment Plan (NAIP) developed for a transitional period of 2011-2014 aligned with principles of Comprehensive Africa agriculture Development Programme (CAADAP). The NAIP addressed the entire agriculture value chain for crops, livestock and fisheries. The NAIP has 5 components viz: Agricultural Productivity Enhancement, Support to Commercial Agriculture, Land and Water Management, Linkages & Support to inputs and products markets, Programme Coordination, Monitoring and Evaluation."
  },
  {
    "region": "Africa",
    "subregion": "Western Africa",
    "country": "Senegal",
    "iif_established": true,
    "description": "NSIF-SLM: document regarding strategic planning of SLM activities in Senegal"
  },
  {
    "region": "Africa",
    "subregion": "Western Africa",
    "country": "Sierra Leone",
    "iif_established": true,
    "description": "GEF Medium Sized Project on Sustainable Land Management and the GEF Small Grants Programme implemented by UNDP in Sierra Leone supporting the Three Rio Conventions by funding innovative small scale projects that are responding to the Global Targets in Sierra Leone."
  },
  {
    "region": "Africa",
    "subregion": "Western Africa",
    "country": "Togo",
    "iif_established": true,
    "description": "Le Togo a adhéré à la plate-forme de partenariat TerrAfrica  dont l’objectif principal est « le renforcement des capacités et la mise en place d’un contexte favorable à la gestion durable des terres (GDT) et par conséquent, la suppression des goulots d’étranglement et des obstacles pour une meilleure intégration et un financement plus efficace des approches de GDT initiées au niveau des pays ». Ainsi, le Togo a entrepris depuis mai 2010 l’élaboration de son programme national d’investissement pour l’environnement et les ressources naturelles (PNIERN). Élément central de l’approche programmatique des investissements en milieu rural et urbain, le PNIERN a pour objectifs de renforcer la conception, le ciblage, le séquençage et le suivi des investissements, et d’améliorer la gestion actuelle de l’environnement et des ressources naturelles pour créer un impact plus incisif et un meilleur rapport coût - efficacité de la GERN au Togo. Cette approche programme permettra ainsi d’améliorer les performances dans trois domaines : i)utilisation plus efficace des dépenses publiques,des fonds internationaux et des savoirs existants ; ii)mobilisation de fonds supplémentaires et prise en compte de la  GERN dans les stratégies de réduction de la pauvreté, les budgets nationaux, les stratégies sectorielles et l’aide internationale ;iii)appui aux politiques, institutions, programmes et projets en faveur de la GERN.Pour  bâtir ce programme national d’investissement pour l’environnement et les ressources naturelles, la méthodologie analytique développée par la plate-forme TerrAfrica (cf. Instrument de Soutien Pays, FAO, 2008) a été appliquée afin de faire l’état des lieux de l’existant et d’établir un diagnostic complet des écosystèmes, des techniques de GERN utilisées, des politiques, du contexte institutionnel et de la situation économique et financière du pays."
  },
  {
    "region": "Asia",
    "subregion": "Central Asia",
    "country": "Kazakhstan",
    "iif_established": false,
    "description": "As part of the multi-GEF / UNDP / GM / GIZ CACILM \"Capacity building for SLM\" (2010-2012) developed the basic provisions of the Integrated Financing Strategy (IFS) for coordination and support of the Global Mechanism, UNDP and GIZ, with the participation of all target groups at national level. Strategic objectives NIF: (i) creating an enabling environment for resource mobilization; (ii) improving the efficiency of resource mobilization and allocation of domestic resources; (iii) expansion of outsourcing, (iv) expansion of innovative mobilization of resources. It is planned that the NIF will be part of the NAP and its implementation with the participation of all stakeholders will significantly expand the financial and technical capabilities of the updated NAP to combat desertification and drought in Kazakhstan."
  },
  {
    "region": "Asia",
    "subregion": "Central Asia",
    "country": "Kyrgyzstan",
    "iif_established": false,
    "description": "Within the framework of the GEF/UNDP/GM/GIZ multi-country project Capacity Building for SLM (2010-2012), the key provisions of Integrated Financial Strategy (IFS) were developed, coordinated and supported by Global Mechanism, UNDP and GIZ and involving all the target groups at the national level. The IFS strategic goals are to: (i) create favorable conditions for resource mobilization; (ii) enhance effective mobilization and allocation of domestic resources; (iii) improve engagement of external resources; (iv) broaden the scope of innovative resource mobilization. It is intended that the IFS will become part of the NAP and its implementation, involving all the stakeholders and considerably increasing the updated NAP’s financial and technical ability to combat desertification and drought in Kyrgyzstan."
  },
  {
    "region": "Asia",
    "subregion": "Central Asia",
    "country": "Tajikistan",
    "iif_established": false,
    "description": "As part of the multi-GEF / UNDP / GM / GIZ CACILM \"Capacity building for SLM\" (2010-2012) developed the basic provisions of the Integrated Financing Strategy (IFS) for coordination and support of the Global Mechanism, UNDP and GIZ, with the participation of all target groups at national level. Strategic objectives NIF: (i) creating an enabling environment for resource mobilization; (ii) improving the efficiency of resource mobilization and allocation of domestic resources; (iii) expansion of outsourcing, (iv) expansion of innovative mobilization of resources. It is planned that the NIF will be part of the NAP and its implementation with the participation of all stakeholders will significantly expand the financial and technical capabilities of the updated NAP to combat desertification and drought in Kazakhstan."
  },
  {
    "region": "Asia",
    "subregion": "Central Asia",
    "country": "Turkmenistan",
    "iif_established": false,
    "description": "A comprehensive investment system was developed in 2011-2012 as part of the CAСILM project, but this program never had any practical application. "
  },
  {
    "region": "Asia",
    "subregion": "Central Asia",
    "country": "Uzbekistan",
    "iif_established": false,
    "description": "1. As part of the multi-country CACILM project \"Capacity Building for SLM\" (2010 -2012.) the draft Integrated Financing Strategy (IFS) has been prepared in coordination with financial and technical support from GEF, the Global Mechanism, UNDP and GIZ.2.Strategic objective of the IFS is follows: (a) creating an enabling environment for resource mobilization; (b) enhancing the mobilization and allocation of internal resources; (c) raising external sources of financing; (d) mobilizing innovative resources.Planned that IFS will be part of the NAP and its implementation significantly expand financial and technical capacity to achieve expected outputs of the updated NAP to combat desertification and drought in Uzbekistan."
  },
  {
    "region": "Asia",
    "subregion": "Central Asia",
    "country": "The Regional Environmental Centre for Central Asia (CAREC) Subregional Action Programme",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "East Asia",
    "country": "China",
    "iif_established": true,
    "description": "The IIF in China is established based on the master plan on combating desertification and relevant sectors plan and policy, which has been implemented basically, including 1. Key program based public fiscal input from central governmental and provincial governmental for ecological improvement, 2.Ecological benefits compensation payment for public welfare ecological forest and forestry subsidies from central and local government fiscal,3. Grassland conservation and sustainable use awarding and subsidy from central and local governments,4.Central governmental payment to farmers for conversion of degraded land to forest,5.Development confessional loan from national development Bank and bank of agriculture 6.Business investment from private sectors and individuals encouraged by taxations exemption and interest free credit policy,7. Fee and compensation payment for land rehabilitation from mining, industry companies or public infrastructure projects,,8.Cross region ecological or water conservation payment from government,9. Co-financing for water and soil conservation and sand dune stabilization from Infrastructure construction programs,10.Donation from private sectors, individuals, NGOs and CSOs, 11.Bilateral and multilateral governmental cooperation, 12.Donation from international NGOs.IIF establishment in China is a long term process which based mainly on the practices and  experiences in the course of long term efforts in anti-desertification both from domestic projects and various project and cooperation with many partners ."
  },
  {
    "region": "Asia",
    "subregion": "East Asia",
    "country": "Mongolia",
    "iif_established": false,
    "description": "Joint project with Swiss Development Agency(SDC)-\"Coping with Desertification\"Joint project with Royal Dutch Government, Swiss Development Agency and UNDP -\"Sustainable Land Management for Combating Desertification\"Joint project with the Government of Republic of Korea -\"Green belt\"Joint project with SDC - \"Green Gold\""
  },
  {
    "region": "Asia",
    "subregion": "East Asia",
    "country": "Republic of Korea",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "East Asia",
    "country": "Network for Mitigation of Desertification, Land Degradation and Drought Subregional Action Programme (DLDDNEAN)",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "Pacific",
    "country": "Cook Islands",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "Pacific",
    "country": "Fiji",
    "iif_established": true,
    "description": "The IFF mainly focus on the Agriculture Sector Development Strategy which is also based on NAP. It provided the framework which guides the activities in the ministry such as: Improve Sustainable Resource Management, Productivity & output, Policy advice & Legislative enactment and stakeholders partnership"
  },
  {
    "region": "Asia",
    "subregion": "Pacific",
    "country": "Kiribati",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "Pacific",
    "country": "Micronesia (Federated States of)",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "Pacific",
    "country": "Nauru",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "Pacific",
    "country": "Niue",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "Pacific",
    "country": "Palau",
    "iif_established": true,
    "description": "Green Fee for PAN and sewer system improvement; MC Endowment; efforts towards accreditation to be an NIE (National Implementing Entity), SLM Finance Strategy"
  },
  {
    "region": "Asia",
    "subregion": "Pacific",
    "country": "Samoa",
    "iif_established": false,
    "description": "A feasibility study to identify the potentials and challenges for the development of Integrated Investment Frameworks for SLMs in Samoa and Fiji was conducted in 2012. The results indicated key options for IIF in the two countries including the REDD and Trust Funds for mobilizing long term financing that would effectively support LDD initiatives in the countries in synergy with climate change and biodiversity conservation and sustainable use objectives. The study was funded by the UNCCD Global Mechanism (GM) and implemented by the Secretariat of the Pacific Regional Environment Programme (SPREP) in collaboration with the Government of Fiji (GoF) and the Government of Samoa (GoS)."
  },
  {
    "region": "Asia",
    "subregion": "Pacific",
    "country": "Solomon Islands",
    "iif_established": false,
    "description": "At this stage there is no specific IIF in place for DLDD however the current government through its Ministry of  Planning and Aid Coordination are developing a similar framework to manage and monitor International Donor fundings as well as a policy document to support and enhance its implementation. The reform the government is taking in terms of Aid money monitoring will set a perfect scene to developing a IIF for DLDD."
  },
  {
    "region": "Asia",
    "subregion": "Pacific",
    "country": "Tonga",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "Pacific",
    "country": "Tuvalu",
    "iif_established": false,
    "description": "Grants were directly recieved from the UNCCD secretariat to implement SLM project activities, Finance Department is not aware if there are other funding mechanisms from other sources that have been received for further DLDD activities "
  },
  {
    "region": "Asia",
    "subregion": "Pacific",
    "country": "Vanuatu",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "South Asia",
    "country": "Bangladesh",
    "iif_established": false,
    "description": "Bangladesh has partial investment framework. Full IIF is very much necessary."
  },
  {
    "region": "Asia",
    "subregion": "South Asia",
    "country": "Bhutan",
    "iif_established": true,
    "description": "Annual plans are prepared based on the National Five Year Plan documents which are formulated and endorsed by the parliament. The plan is inclusive of both government and Donor funds. "
  },
  {
    "region": "Asia",
    "subregion": "South Asia",
    "country": "India",
    "iif_established": true,
    "description": "IIF shall be based on the Aligned National Action Programme (NAP), which is under preparation. The financial assistance for this purpose has been received from GEF under the project \"Enhancing Capacity for Alignment of National Action programme to 10 year Strategy of UNCCD and for National Reporting to UNCCD Secretariat (TF 12765)\". "
  },
  {
    "region": "Asia",
    "subregion": "South Asia",
    "country": "Nepal",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "South Asia",
    "country": "Pakistan",
    "iif_established": false,
    "description": "Integrated Investment Framework (IIF) for implementation of aligned NAP and SLM programme is an essential instrument for enhancing investments to meet challenges of DLDD. IIF will have the potential to develop capacity of policy makers, planners and SLM professionals for the effective financial planning both at the federal and provincial levels for promoting SLM in Pakistan.An approved GEF funded Enabling Activity project on Integrated Financial Strategy (IFS) have provisions to develop an integrated investment framework for Pakistan in next biannual reporting cycle to ensure sustainable investment for SLM activities. In this regard mapping of current financing arrangements will be reviewed to identify funding requirements, gaps and opportunities for diverse financing sources. As part of this process, an economic analysis of LD will also be carried out. This component of project will be funded by the Global Mechanism (GM) of the UNCCD."
  },
  {
    "region": "Asia",
    "subregion": "South Asia",
    "country": "Sri Lanka",
    "iif_established": true,
    "description": "Preparation of Integrated Investment Framework (IFS) was just completed "
  },
  {
    "region": "Asia",
    "subregion": "South East Asia",
    "country": "Cambodia",
    "iif_established": true,
    "description": "The IIF is based on the NAP and prepared with assistance from GM and Norway."
  },
  {
    "region": "Asia",
    "subregion": "South East Asia",
    "country": "Indonesia",
    "iif_established": false,
    "description": "Investment framework on combating land degradation in Indonesia refers to sectoral strategic plan so far"
  },
  {
    "region": "Asia",
    "subregion": "South East Asia",
    "country": "Lao Peoples Democratic Republic",
    "iif_established": false,
    "description": "The IFS could be a next step as an activity in Laos, now that the enabling policy and capacity framework has been built in Laos supported by The Global Mechanism of the UNCCD and the EU."
  },
  {
    "region": "Asia",
    "subregion": "South East Asia",
    "country": "Malaysia",
    "iif_established": false,
    "description": "Malaysia hopes to request the assistance of the GM Secretariat to develop the IIF in the near future."
  },
  {
    "region": "Asia",
    "subregion": "South East Asia",
    "country": "Myanmar",
    "iif_established": true,
    "description": "Integrated Financing Strategy (IFS) for Sustainable Land Management (SLM) in Myanmar, assisted by GM-UNCCD, draft completed in March 2013"
  },
  {
    "region": "Asia",
    "subregion": "South East Asia",
    "country": "Philippines",
    "iif_established": false,
    "description": "The Philippines has not yet received assistance from the GM particularly in terms of the needed training on the development of IIF/IFS. There is a need to organize relevant training for affected countries to formulate the IIF for the PNAP."
  },
  {
    "region": "Asia",
    "subregion": "South East Asia",
    "country": "Singapore",
    "iif_established": false,
    "description": "`"
  },
  {
    "region": "Asia",
    "subregion": "South East Asia",
    "country": "Thailand",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "South East Asia",
    "country": "Timor-Leste",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "South East Asia",
    "country": "Viet Nam",
    "iif_established": true,
    "description": "The NAP established in 2006, but it does not included mechanisms such as IFS. However, Viet Nam has implemented successfully IFS piloting in Ninh Thuan and Binh Thuan provinces and the major results have been achieved so far as the integrated actions plan to combat desertification of provinces to mobilize financial resource for DLDD."
  },
  {
    "region": "Asia",
    "subregion": "West Asia",
    "country": "Iran (Islamic Republic of)",
    "iif_established": false,
    "description": "So far, we have not yet aligned NAP including IIF and IFS. Regarding the assistance, just GM organized a workshop for Integrated Financing Strategy and we did not receive any other assistance."
  },
  {
    "region": "Asia",
    "subregion": "West Asia",
    "country": "Iraq",
    "iif_established": false,
    "description": "The Integrated Investment Framework (IIF) is not available yet, as defined by UNCCD. The IIF future development depends on providing financial and technical support by the specialized entities and organizations. This does not mean that the Iraqi government does not invest in the field of desertification, land degradation and drought (DLDD). The financial requirements and priority projects are usually listed in the plans and budgets of the relevant ministries and are included in the framework of the Iraq development five-year plans. There are pilot initiatives and projects, including but not limited to, the agricultural initiative, the oases, pastures and dunes stabilization project. It is necessary to detail the agricultural initiative given its importance in combating desertification, realizing land reclamation and poverty mitigation. \n\nThe Iraqi government agricultural initiative is a pure national initiative; the Iraqi government did not receive any support from any other sub-regional, regional or international body. An amount of  500 million US Dollars (USD 500,000,000) has been allocated annually for the funding of this initiative: \n• The prime minister has launched this initiative for the agricultural sector development in the second half of the year 2007; \n• This initiative came to seriously contribute to the quick realization of the  sustainable agriculture through the following: \n1- Reforming the agricultural reality; \n2- Realizing the industrial agricultural integration; \n3- Supporting the efforts of the Ministry of Water Resources in its agricultural supporting work and water use rationalization; \n4- Supporting the efforts of the Ministry of Agriculture to develop and promote this sector; and \n5- Providing the cash liquidity necessary for the private sector through specialized lending funds, aiming to develop and invest in agricultural or industrial integrated projects. \n\nAgricultural Initiative Goals: \nThe most important goals of the agricultural initiative is to work towards the realization of food security through the following: \n• Selecting targeted developmental projects of clear tangible impact in both the Ministry of Agriculture and the Ministry of Water Resources to be financed from the amounts allocated to the agricultural initiative for their timely implementation; \n• Stopping the agricultural sector deterioration; \n• Enhancing the efficiency of the natural resources usage and enhancing the efficiency of the agricultural production; \n• Contributing in mitigating the unemployment ratio and contributing in reducing poverty; \n• Establishing a scientific fact-based national agricultural policy; \n• Rationalizing water use; \n• Stopping the water quality deterioration; \n• Increasing the agricultural production and increasing the food sufficiency ratio; and\n• Enhancing the scientific and professional level of the cadres working in the agricultural sector. \n\nAgricultural Initiative Financial Allocations: \n• An amount of 500 million US Dollars (Equivalent to 600 billion Iraqi Dinars) is allocated annually for the agricultural initiative to be distributed in addition to the allocations made by the Ministry of Water Resources, the Ministry of Agriculture and the Agricultural Cooperative Bank of Iraq in their investment methodologies, as follows: \n1- One Hundred and Eighty Eight Million US Dollars (USD 188,000,000): for the implementation of additional projects by the Ministry of Water Resources amounting to (9) important projects that realize the agricultural initiative goals; \n2- Seventy Million US Dollars (USD 70,000,000): for the implementation of additional projects by the Ministry of Agriculture amounting to (24) projects; and\n3- Two Hundred and Forty Million US Dollars (USD 240,000,000): for the specialized lending funds. \n• Total allocations as of 2008 amounted to almost 3 billion US Dollars (USD 3,000,000,000); \n• The Higher Committee for the Agricultural Initiative supported the agricultural education through: \n1- Providing scholarships for post-graduate certificates in the agricultural sector amounting to 130 scholarships to Australia; \n2- Supporting the vocational agricultural education in the Ministry of Education with almost One billion Dinars for the purchasing of educational agricultural equipment and machines; \n3- Supporting and funding the agricultural sector-related scientific conferences; and \n4- Printing a set of agricultural sector-related books. \n\nThe Agricultural Initiative Specialized Lending Funds and Their Role: \n• Enhancing the private sector role and enhancing its capabilities for the development of the agricultural sector; \n• Creating a strong base for the agricultural development without burdening the state’s budgets; \n• Developing peasants and farmers’ capabilities; \n• Effectively participating in the rural development and poverty mitigation works; \n• Providing job opportunities for the agricultural and veterinary unemployed graduates and rural residents aiming to reduce the disguised unemployment amongst the rural families. \n\nIraqi Government Agricultural Loan Funding Sources: \n• The amounts allocated to the Agricultural Initiative Specialized Funds amounted to a total of 1,600 Billion Dinars throughout the past six years; \n• The self resource amounts of the Agricultural Cooperative Bank since 2010 amounted to a total of 300 billion Iraqi Dinars; \n• The amounts allocated to the Small Farmers Fund in the Ministry of Agriculture amounted to 54 billion Iraqi Dinars; and \n• The mounts allocated to the Mesopotamian Marshes Lending Fund amounted to 5 billion Iraqi Dinars. \n\nThis multiple funding provides flexibility to cover all agricultural purposes towards the agricultural development realization in Iraq. \n\nThe amounts allocated for the Agricultural initiative specialized funds are the biggest in terms of allocation and are the easiest and least complex in terms of payment to farmers, not only in Iraq but in all the countries of the region. \n\nThe agricultural initiatives of the Iraqi government participated in doing the following: \n• Establishing and re-operating 100,860 agricultural projects for agricultural and animal production supporting the agricultural production; \n• Operating about 1.5 million laborers; \n• Increasing the agricultural production during the period 2007 – 2013 represented as follows: \n• Growth in the wheat production by 73.2% at an annual growth rate of 12.2%; and \n• Growth in the barley production by 85.6% at an annual growth rate of 14.3%. "
  },
  {
    "region": "Asia",
    "subregion": "West Asia",
    "country": "Jordan",
    "iif_established": true,
    "description": "IFS was based on the NAP; The IFS was reviewed late 2013 "
  },
  {
    "region": "Asia",
    "subregion": "West Asia",
    "country": "Kuwait",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "West Asia",
    "country": "Lebanon",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "West Asia",
    "country": "Oman",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "West Asia",
    "country": "Qatar",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "West Asia",
    "country": "Saudi Arabia",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "West Asia",
    "country": "Syrian Arab Republic",
    "iif_established": false,
    "description": "An IIF was not developed due to non-access to the funding needed for the national plan to combat desertification with the UNCD as a result of the donors’ policy towards the Syrian Arab Republic. "
  },
  {
    "region": "Asia",
    "subregion": "West Asia",
    "country": "United Arab Emirates",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Asia",
    "subregion": "West Asia",
    "country": "Yemen",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Central and Eastern Europe",
    "subregion": "Central and Eastern Europe",
    "country": "Armenia",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Central and Eastern Europe",
    "subregion": "Central and Eastern Europe",
    "country": "Azerbaijan",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Central and Eastern Europe",
    "subregion": "Central and Eastern Europe",
    "country": "Belarus",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Central and Eastern Europe",
    "subregion": "Central and Eastern Europe",
    "country": "Bosnia and Herzegovina",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Central and Eastern Europe",
    "subregion": "Central and Eastern Europe",
    "country": "Bulgaria",
    "iif_established": false,
    "description": "1. For the period 2009–2013, the funding of the activities was implemented mainly under Operational Programme „Environment“. The specific objectives are: Preservation and improvement of the state of water; Enhancing the waste management and the soil protection; Preservation of the biodiversity and environmental protection. The implementation of the said objectives will lead to improving the quality of life of the population in the country and increasing the possibilities to invest in its economy. The overall financial envelope for the implementation of Operational Programme “Environment 2007 - 2013” amounts to Euro 1 800 748 087. Under Priority axis 2 in the Waste Management and the soil protection sector, the co-financing is provided by the European Regional Development Fund and amounts to Euro 311 732 038. The national co-financing is Euro 55 011 536, which comes to a total amount of the funds intended for the implementation of the activities in the sector, Euro 366.74 mln. 2. An Enterprise for the Management of Environmental Protection Activities is established at the Ministry of Environment and Water. The enterprise provides free financial aid to environmental projects of municipalities under qualification requirements publicly announced on its website and grants loans for financing environmental projects and activities of municipalities, physical persons and legal entities under qualification requirements publically announced on its website. EMEPA provided financing to non-investment projects and activities, enabling the implementation of the environmental protection and restoration policy of the Ministry of Environment and Water. It finances: •  Waste Management Projects; •  Projects for construction of waste water treatment plants and sewage networks ; • Projects related  to construction and reconstruction of small water supply pipelines and facilities of local importance for potable water supply of the population; • Projects in the field of the protection of ambient air; • Projects related to organic farming, environmentally sound livestock breeding and ecotourism; • Biodiversity projects; • Rules for granting loans by the Enterprise for the Management of Environmental Protection Activities.• Technical Assistance for preparation of investment projects for funding the Operational Programme „Environment 2007-2013” The funds are released in the form of:     - Grants;    - Interest-free loans. "
  },
  {
    "region": "Central and Eastern Europe",
    "subregion": "Central and Eastern Europe",
    "country": "Georgia",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Central and Eastern Europe",
    "subregion": "Central and Eastern Europe",
    "country": "Latvia",
    "iif_established": false,
    "description": "Over the reporting period, funding from Global Environment Facility (GEF) was not received and used. The farmers can apply for single-area payments if they keep agricultural land in good agricultural and environmental conditions. These payments are paid from European Union funding and state budget."
  },
  {
    "region": "Central and Eastern Europe",
    "subregion": "Central and Eastern Europe",
    "country": "Montenegro",
    "iif_established": false,
    "description": "Montenegro is currently aligning its NAP with the UNCCD 10-year Strategy and IFS will be developed as its integral component. "
  },
  {
    "region": "Central and Eastern Europe",
    "subregion": "Central and Eastern Europe",
    "country": "Republic of Moldova",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Central and Eastern Europe",
    "subregion": "Central and Eastern Europe",
    "country": "Romania",
    "iif_established": true,
    "description": "The National Afforestation Program is developed through an integrated investment framework consisting of budget funds and amelioration funds for the degraded lands afforestation. The National Rural Development Plan is a part of the European Union Rural Development Plan and consists of European Union funds, special designated for first afforestation of the agricultural lands (Measure 221). The agricultural research themes are financed mostly through the national budget."
  },
  {
    "region": "Central and Eastern Europe",
    "subregion": "Central and Eastern Europe",
    "country": "Russian Federation",
    "iif_established": true,
    "description": "In pursuance of paragraph of List of Instructions from President of the Russian Federation approved by President of the Russian Federation on June 6, 2010 No. Pr. 1640, and in accordance with paragraph 11 of Decree of the Government of the Russian Federation No. VPP93955 of June 12, 2010, the Russian Ministry of Natural Resources and Environment is carrying out a set of measures to combat desertification. These measures were developed in view of the positions shared by the Russian Ministry of Foreign Affairs, Ministry of Agriculture, Ministry of Economic Development and Ministry of Finance, and contain suggestions received from stakeholders of the Russian Federation. The said set of measures includes implementing actions at the federal and regional levels, building on suggestions coming from the constituent entities of the Russian Federation that have the desertification issue. The first area involves improvement of the regulatory system and development of a scientific and methodological base. The proposed measures include analysing the state, assessing the scale and forecasting the development of the present desertification processes within the Russian Federation. Currently, no integrated assessment of the scale and dynamics of the desertification processes within the Russian Federation exists, since issues of governance related to soil protection have not been assigned to any particular federal executive bodies except agricultural land. The second area involves practical steps to combat soil degradation and desertification within the Russian Federation. Bearing in mind the main factors contributing to the desertification processes, the set of measures includes hydro-technical, erosion-preventive, agroforestal and re-vegetation arrangements and steps to prevent land disposal from agricultural turnover and restore soil fertility. The said measures have been implemented as part of the Federal Target Programme “Preservation and restoration of soil fertility in agricultural land and agrolandscapes as Russia’s national asset in 2006 – 2010 and up to 2013” and as part of regional target programmes. The third area involves honoring the obligations of the Russian Federation related to countering the desertification processes. The set of measures contains activities providing Russia’s fulfillment of its international obligations as a party to the CCD. In addition, the set of measures stipulates encouraging and strengthening international cooperation in combating desertification, as well as implementing L’Aquila Food Security Initiative."
  },
  {
    "region": "Central and Eastern Europe",
    "subregion": "Central and Eastern Europe",
    "country": "Serbia",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Central and Eastern Europe",
    "subregion": "Central and Eastern Europe",
    "country": "Slovakia",
    "iif_established": false,
    "description": "Programmes partly dealing with DLDD issues:National Environmental and Health Action Plan for the Slovak Republic (NEHAP)Action Plan of sustainable development in Slovak RepublicAction Plan for agricultural development in SR (Akčný plán rozvoja pôdohospodárstva SR)Action Plan for national forest program of SR (AKČNÝ PLÁN NÁRODNÉHO LESNÍCKEHO PROGRAMU SLOVENSKEJ REPUBLIKY) Rural development programme"
  },
  {
    "region": "Central and Eastern Europe",
    "subregion": "Central and Eastern Europe",
    "country": "The former Yugoslav Republic of Macedonia",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Central and Eastern Europe",
    "subregion": "Central and Eastern Europe",
    "country": "Ukraine",
    "iif_established": false,
    "description": "The currant legislation of Ukraine does not envisage a possibility to develop an IIF for the UNCCD implementation as a separate legal act.Therefore, even if such IIF is developed it can be used only as a recommendation document which would not allow achieving appropriate results.However, the Cabinet of Ministers of Ukraine by its Resolution No 153 of 15.02.2002 established the  Unified System for Attracting, Utilization and Monitoring of International Technical Assistance. This System is also applied in case of international technical assistance related to the UNCCD implementation.The Cabinet of Ministers of Ukraine by its Order № 697-р of 11.09.2013 also approved the Strategy for Attracting, Utilization, Monitoring of International Technical Assistance and Cooperation with International Financial Organizations for 2013 – 2016.Budget Code of Ukraine (Law of Ukraine №2456-VI dated 8.07.2010) and Law of Ukraine “On State Special-Purpose Programs” (№ 1621-IV dated 18.03.2004) contain, among others, provisions on attracting both national (public and private) and international resources for completing of tasks envisaged by respective plans and programs. "
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Andean",
    "country": "Bolivia - Plurinational State of",
    "iif_established": false,
    "description": "The IIF will be defined during the NAP alignment process."
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Andean",
    "country": "Colombia*",
    "iif_established": false,
    "description": "No existe un marco de inversión integrado específicamente para la Convención de Lucha Contra la Desertificación. No obstante, en la planeación del presupuesto nacional, se destinan recursos dirigidos a la lucha contra la desertificación, degradación de tierras y sequía."
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Andean",
    "country": "Ecuador",
    "iif_established": true,
    "description": "The Integrated Investment Framework (IFF) is organized and aligned pursuant to the National Plan for Good Living (Plan Nacional Del Buen Vivir), through the accomplishment of the following objectives:\nObjective 2: Support equality, cohesion, inclusion, and social and territorial equity, in the diversity, trough the generation of conditions and capacities for the economic inclusion, social promotion and continuous eradication of poverty; as well as the democratization of the means of production, the generation of equal conditions and opportunities, and the promotion of the territorial cohesion.\nObjective 3: Improve the population’s quality of life, ensuring the full preservation and protection of the natural and cultural heritage of the citizens against natural threats and risks.\nObjective 7: Ensure the environmental rights and promote the environmental, territorial, and global sustainability, promoting the understanding, value, conservation, and sustainable management of the natural heritage and its terrestrial, continental aquatic, marine, and coastal biodiversity, trough the fair and equitable access to its benefits; and the implementation of climate change adaptation and mitigation measures to reduce the economic and environmental vulnerability, focusing on the groups of priority attention.\nObjective 8: Consolidate the solidary, social and economic system, in a sustainable way, trough the investment of public resources to produce sustainable economic development and structural changes. Additionally, Ecuador has an Integrated Financial Strategy (IFS), which is constituted in a framework of guidance, identification and promotion of the effective assignation and mobilization of financial resources, both internal and external, in order to implement actions and initiatives against desertification, land degradation and drought, as well as the implementation of sustainable land management measures and practices. The IFS is constituted in a supporting program to mobilize the financial resources for the implementation of the Ten-year Strategy, trough the NAP planning program. "
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Andean",
    "country": "Peru",
    "iif_established": true,
    "description": "It has an IIF related to the IFS, both of them formulated in 2013. An IFS is available for the region of Piura."
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Andean",
    "country": "Venezuela (Bolivarian Republic of)",
    "iif_established": true,
    "description": "National Budget and transfers to the Community-Based Organizations, such as Conservation Committees, Community Councils, among others."
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Caribbean",
    "country": "Antigua and Barbuda",
    "iif_established": false,
    "description": "The country is in the process of establishing a Sustainable Island Resource Framework Fund (SIRF Fund) which is a mechanism that will be used to address the areas of environmental management at the national level. Discussions are currently being held with the relevant ministries."
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Caribbean",
    "country": "Bahamas",
    "iif_established": false,
    "description": "The Finance and Technology framework for NAP implementation would be established. The Aligned NAP would be updated to accommodate priorities, including national targets for investment."
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Caribbean",
    "country": "Cuba",
    "iif_established": true,
    "description": "El marco de inversión integrado en nuestro país es el Plan Anual de la Economía Nacional. que incluye todas las fuentes de financiamiento nacionales y de la colaboración extranjera, y por ende incluye las acciones del PAN, se ha ido perfeccionando y mejorando. Incluye los Programas y Proyectos Internacionales.Además el trabajo estadístico de la ONEI que recoge la información del cumplimiento de las inversiones estatales anualmente a partir de las entidades involucradas."
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Caribbean",
    "country": "Dominica",
    "iif_established": true,
    "description": "Growth and Social Protection Strategy (GSPS)"
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Caribbean",
    "country": "Dominican Republic",
    "iif_established": true,
    "description": null
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Caribbean",
    "country": "Grenada",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Caribbean",
    "country": "Guyana",
    "iif_established": false,
    "description": "The Finance and Technology framework for NAP implementation would be established. Financial resources available for NAP implementation analyzed and an Integrated Financial Strategy (IFS) and the Integrated Investment Framework (IIF) for NAP implementation developed. The Aligned NAP would be updated to accommodate priorities, including national targets for investment "
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Caribbean",
    "country": "Haiti",
    "iif_established": true,
    "description": "The Global Mechanism provides for support in formulating integrated financial strategies for SLM. SFI is an entry point to mobilize resources in addition to SLM. It is drafted according to the method guide designed to execute the SFI, which inspired converging approaches adopted by the United Nations Development Program (UNDP) and the Global Environment Facility (GEF) which advocate for results-based management. The SFI’s development emphasizes an understanding of resource mobilization for SLM in Haiti provided by a diagnosis of the national situation – the enabling environment – and an analysis of internal, external, and innovative SLM financial sources, tools, and mechanisms. It reveals barriers – causes, constraints, obstacles, and loopholes – as well as favorable conditions for mobilizing resources. An entire series of recommendations came out of it to define, orient, and frame the measures to be recommended so as to ensure SLM financing. Thus, these recommendations serve to establish the implementation framework, which includes an action plan and a follow-up/evaluation plan. "
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Caribbean",
    "country": "Jamaica",
    "iif_established": false,
    "description": "Experience from current  IMF agreement along with consultations with bilateral funding agencies and national creative initiatives,will be used to develop an IFS and IIF"
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Caribbean",
    "country": "Saint Kitts and Nevis",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Caribbean",
    "country": "Saint Lucia",
    "iif_established": false,
    "description": "A NAP has been approved by cabinet and funding has been approved to align the NAP. After the alignment of the NAP IIF will be instituted."
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Caribbean",
    "country": "Saint Vincent and the Grenadines",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Caribbean",
    "country": "Suriname",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Caribbean",
    "country": "Trinidad and Tobago",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Mesoamerica",
    "country": "Belize",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Mesoamerica",
    "country": "Costa Rica",
    "iif_established": false,
    "description": "A consulting session and workshop were organized in Costa Rica in order to establish an Integrated Financial Strategy (IFS); however, the purposed was not achieved, and therefore, the country has not developed an IFF."
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Mesoamerica",
    "country": "El Salvador",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Mesoamerica",
    "country": "Guatemala",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Mesoamerica",
    "country": "Honduras",
    "iif_established": false,
    "description": "The country has a financial strategy which was updated when the NAP alignment was performed. Likewise, the government budgets include defined fields to be financed for the environmental area. Therefore, when both elements are combined, it would have the elements to develop the IIF."
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Mesoamerica",
    "country": "Mexico",
    "iif_established": false,
    "description": "A line of work was incorporated in the National Strategy of Sustainable Land Management, which establishes the need for defining an Integrated Investment Framework and an Integrated Financial Strategy to combat against desertification."
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Mesoamerica",
    "country": "Nicaragua",
    "iif_established": true,
    "description": null
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "Mesoamerica",
    "country": "Panama",
    "iif_established": true,
    "description": "The draft design document of the Integrated Financial Strategy of Panama identified that the country has a wide range of rules and regulations about environment, and it remains pending the creation of a specific rule for Desertification and Drought that brings the subject to the State Policy and makes it a priority within the Strategic Plan of Government. Therefore, the identified access points in order to include the MTS in the national agenda are the Strategic National Plan and the absence of specific legislation for Desertification and Drought. The current Strategic Plan specifically includes the MST subject as well as the environmental topics, but both are physically and politically located at the last point of said plan."
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "South Cone",
    "country": "Argentina",
    "iif_established": false,
    "description": "Resources, tools, and strategic alliances have been determined, but an Integrated Investment Framework (IIF) document as such has not been written. The IIF will be defined during the NAP alignment process. United Nations Development Programme (UNDP) Project ARG/06/008 Development of Financial Strategic Alliances to Consolidate NAP Argentina. Resource Mobilization Strategy through a multi-institutional platform to ensure the NAP financing, in a financial alliance framework between the Government of Argentina and the United Nations Convention to Combat Desertification (UNCCD), with the participation of bilateral and multilateral cooperation agencies operating in Argentina. International Agreements have been developed – UNCCD Country Parties Cooperation \nMexico: Technical and Scientific Cooperation between the National Forestry Commission of Mexico and the Secretariat of Environment and Sustainable Development (SAyDS) – 30/5/2011\nPeru: Binational Cooperation “Workshop on Methodology for Land Degradation Assessment in Drylands” (Taller sobre metodologia de evaluacion de la degradacion de tierras en zonas aridas) - Argentine Fund for Horizontal Cooperation (FOAR)\nChile: Binational Cooperation – Concepts Definition and action proposal within the framework of the UNCCD\nGermany: Implementation of the Integrated Expertise Program of the Centre for International Migration and Development (CIM)\nCooperation Agreements with National Agencies\nNational Department of Social Development\nProvincial Agency for Sustainable Development (OPDS) Province of Buenos Aires\nNational Scientific and Technical Research Council (CONICET): Integrated System of Land Degradation Control in the Republic of Argentina\nSchool of Agronomy of the University of Buenos Aires (UBA):  Strengthening of Science and Technology in the Combat against Desertification\nDepartment of Environment, Province of Cordoba – Implementation of a Pilot Site in the framework of the GEF Chaco Project\nCenter for Agricultural Technology Validation, Province of Formosa – Implementation of a Pilot Site in the framework of the Chaco GEF Project\nDepartment of Production and Environment, Province of Chaco – Implementation of a Pilot Site in the framework of the GEF Chaco Project\nDepartment of the Production, Natural Resources, Forestation and Land of the Province of Santiago Del Estero – Implementation of a Pilot Site in the Framework of the GEF Chaco Project."
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "South Cone",
    "country": "Brazil",
    "iif_established": true,
    "description": "The IFF is already functional; although it still needs other adjustments. It is fully based on the development of the NAP-Brazil alignment, with its integrated financial strategy, with the models that are already historically used by the country in its laws and relations between budget and bilateral or multilateral cooperation resources. Details can be found in each specific investment area, and for specific financial flows."
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "South Cone",
    "country": "Chile",
    "iif_established": false,
    "description": "In Chile, the Integrated Investment Framework (IFF) corresponds to the National Budget that provides the incentive programs of the Department of Agriculture which are included in the National Action Program against Desertification (PANNCD-Chile), corresponding to: Act No. 19.561/1998 – Act No. 20.283/2008, managed by the National Forestry Corporation (CONAF); Act No. 18.450, managed by the National Irrigation Commission; and Act No. 20.412, managed by the Agricultural and Livestock Service (SAG) and the Agricultural Development Institute (INDAP)"
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "South Cone",
    "country": "Paraguay",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Latin America and the Caribbean",
    "subregion": "South Cone",
    "country": "Uruguay",
    "iif_established": false,
    "description": null
  },
  {
    "region": "No region",
    "subregion": "No region",
    "country": "United States of America",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Northern Mediterranean",
    "subregion": "Northern Mediterranean",
    "country": "Albania",
    "iif_established": false,
    "description": "Not applicable"
  },
  {
    "region": "Northern Mediterranean",
    "subregion": "Northern Mediterranean",
    "country": "Croatia",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Northern Mediterranean",
    "subregion": "Northern Mediterranean",
    "country": "Cyprus",
    "iif_established": true,
    "description": "Prioritization of the NAP measures and add value to them. The measures mentioned in the NAP have been evaluated and prioritized accordingly, regarding their efficiency, their applicability and their cost-effectiveness. Moreover, some of the measures have already been integrated in other policies and strategies (e.g. Adaptation to Climate Change)."
  },
  {
    "region": "Northern Mediterranean",
    "subregion": "Northern Mediterranean",
    "country": "Greece",
    "iif_established": false,
    "description": "Greece is using the financial resources of the EU structural funds, as well as its national budget to cover the needs for the necessary interventions and activities for the implementation of the strategic priorities for combating DLDD. As mentioned before, the identification of national priorities fall under the overall umbrella of the Operational Programs of the National Strategic Reference Framework (NSRF) and therefore priorities for combating DLDD problems have been integrated into the national development plans of the relevant secrotal policies."
  },
  {
    "region": "Northern Mediterranean",
    "subregion": "Northern Mediterranean",
    "country": "Hungary",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Northern Mediterranean",
    "subregion": "Northern Mediterranean",
    "country": "Israel",
    "iif_established": false,
    "description": "See explanation for CONS 14. In addition, agriculture is a livelihood and the farmers' income covers the expenses of cultivation. There are policies for irrigation water subsidies, and government quotas for the number of foreign workers allowed to be employed. The issue of land in Israel is not its \"degradation\" or its \"desertification\", but it is on competition in foreign markets, and on water allocation. The agricultural research institutions are governmental, and their budgets can not be regarded as \"integrated investment framework\". "
  },
  {
    "region": "Northern Mediterranean",
    "subregion": "Northern Mediterranean",
    "country": "Italy",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Northern Mediterranean",
    "subregion": "Northern Mediterranean",
    "country": "Malta",
    "iif_established": false,
    "description": "The NAP will also propose an Integrated Investment Framework (IIF). The NAP, aligned to the Strategy, is prospected to be completed towards the end of 2016 after which NAP alignment and implementation efforts shall be carried out. "
  },
  {
    "region": "Northern Mediterranean",
    "subregion": "Northern Mediterranean",
    "country": "Portugal",
    "iif_established": true,
    "description": "Rural Development Programme and others"
  },
  {
    "region": "Northern Mediterranean",
    "subregion": "Northern Mediterranean",
    "country": "Slovenia",
    "iif_established": false,
    "description": null
  },
  {
    "region": "Northern Mediterranean",
    "subregion": "Northern Mediterranean",
    "country": "Spain",
    "iif_established": true,
    "description": "In the case of Spain, as an affected and developed country, it is considered that the “Integrated Investment Framework” is related to the resources that the country devotes to fight against Desertification, Land Degradation and Drought (DDTS). As it has already been mentioned in the last National Reports, the National Action Program against Desertification in Spain is an integrating element of a set of measures, most of which are subject to existing plans, programs and policies. This determines that the NAP does not propose the existence of a specific budget fund. The funds for NAP implementation come from the various open funding lines regarding the actions included in the program. The role of the NAP, covered in chapter “Economic Framework for NAP development”, is to promote the funding increase for the most interesting measures and motivate that the available funds are preferably applied on those areas most affected by desertification. Thus, the basic principles in order to finance the fight against desertification lie in the modification and strengthening of existing determined investment lines and in the creation of new lines in certain aspects by providing all of them with the necessary continuity. This adaptation exercise and budgetary reinforcement should be exercised by the elements of the General Administration of the State involved and by the local autonomous Administrations affected by the desertification. The investment lines that are most directly related to the DDTS in Spain were included in the Unified Financial Annex. There are also other investment lines that the National Action Program also considers as elements contributing to fight against DDTS in an indirect way. During the biennium 2012-2013, even though there were no consolidated data on investments for the year 2013, the investment in several of the direct lines to fight against desertification has decreased compared to previous years. This decrease is part of the general decline in public investments in the country as a result of budget adjustments to fight the economic crisis. There have been facts as the fight against wildfires, one of the main causes of land degradation in Spain, in which a great effort to maintain the level of investment has been made."
  },
  {
    "region": "Northern Mediterranean",
    "subregion": "Northern Mediterranean",
    "country": "Turkey",
    "iif_established": true,
    "description": "10th 5-Year Development Plan(multisectorial)"
  }
]